Repository: George-br/clipboardHistory
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: Lista vacía
tr: Liste boş

source: Historial del portapapeles
tr: Pano geçmişi

source: Historial Cerrado
tr: Geçmişi kapat

source: Activa la interfaz gráfica
tr: Grafik arayüzü etkinleştirir

source: Activa la capa de comandos
tr: Komut katmanını etkinleştirir

source: Historial abierto
tr: Geçmişi aç

source: Elemento copiado
tr: Kopyalanan öğe

source: Contenido
tr: İçerik

source: Mostrando el contenido
tr: Gösterilen içerik

source: Eliminado de favoritos
tr: Favorilerden kaldırıldı

source: Pegado
tr: Yapıştırıldı

source: Escriba la búsqueda y pulse intro
tr: Aramak için yazın ve Enter tuşuna basın

source: Buscador
tr: Ara

source: Sin texto de búsqueda
tr: Aranacak metin yok

source: Sin resultados
tr: Sonuç bulunamadı

source: Historial cerrado
tr: Geçmiş kapalı

source: Flecha arriba; anterior elemento de la lista Flecha abajo; siguiente elemento de la lista Inicio; primer elemento de la lista fin; último elemento de la lista Flecha derecha; copia el elemento actual al portapapeles y lo desplaza al comienzo de la lista Flecha izquierda; abre el contenido del elemento actual en una ventana de NVDA Retroceso; En la lista general elimina el actual elemento de la lista, en la de favoritos lo desmarca como tal v; Pega el contenido del elemento actual en la ventana con el foco tab; conmuta entre la lista general y la de favoritos f; conmuta entre el estado favorito y no favorito del elemento b; activa la ventana para buscar elementos en la lista f3; avanza a la siguiente coincidencia del texto buscado g; activa la ventana para enfocar el elemento por número de órden e; verbaliza el número de índice del elemento actual, y el número total de la lista c; verbaliza el número de caracteres excluyendo los espacios, los espacios en blanco, las palabras y las líneas s; activa el diálogo de configuración del complemento z; activa el diálogo para la eliminación de elementos de la lista escape; desactiva la capa de comandos
tr: Yukarı ok; önceki liste öğesi Aşağı ok; sonraki liste öğesi Baş; listedeki ilk öğe son; listedeki son öğe Sağ ok; geçerli öğeyi panoya kopyalar ve listenin başına taşır Sol ok; Geçerli öğenin içeriğini bir NVDA penceresinde açar Geri TUŞU; Genel listede geçerli öğeyi listeden siler, favorilerde ise bu öğenin işaretini kaldırır. v; Geçerli öğenin içeriğini odaklanılan pencereye yapıştırır sekme; genel liste ile favoriler listesi arasında geçiş yapar F; öğeyi favorilere ekler veya çıkarır B; listedeki öğeleri aramak için pencereyi etkinleştirir f3; aranan metnin bir sonraki eşleşmesine ilerler G; öğeye sipariş numarasına göre odaklanmak için pencereyi etkinleştirir E; Geçerli öğenin dizin numarasını ve listenin toplam sayısını sözlü olarak belirtir C; boşluklar, boşluklar, kelimeler ve satırlar hariç karakter sayısını sözlü olarak ifade eder S; eklenti yapılandırma iletişim kutusunu etkinleştirir z; listeden öğeleri kaldırmak için iletişim kutusunu etkinleştirir escape; komut katmanını devre dışı bırakır

source: Lista de comandos
tr: Komut listesi

source: Escriba el número y pulse intro
tr: Numarayı yazın ve enter tuşuna basın

source: Hay {} elementos en el historial
tr: Geçmişte {} öğe var

source: Dato incorrecto o fuera de rango
tr: Yanlış veri veya aralık dışında

source: {} de {}
tr: {} bölü {}

source: favorito-
tr: favori-

source: {} caracteres, {} espacios, {} palabras, {} líneas
tr: {} karakter, {} boşluk, {} kelime, {} satır

source: Favoritos
tr: Favoriler

source: General
tr: Genel

source: Marcado como favorito
tr: Favori olarak işaretlendi

source: No favorito
tr: Favori değil

source: Texto de prueba
tr: Test Metni

source: Configuraciones
tr: Ayarlar

source: Selecciona el número máximo de cadenas a guardar en la base de datos. 0 indica sin límite:
tr: Veritabanına kaydedilecek maksimum dize sayısını seçin. 0 limit olmadığını gösterir:

source: Activar los &sonidos del complemento
tr: Eklenti &seslerini etkinleştir

source: Verbalizar el &número de índice de los elementos de la lista
tr: Liste öğelerinin dizin &numarasını söyle

source: &Exportar base de datos
tr: Veritabanını &dışa aktar

source: &Importar base de datos
tr: Veritabanını &içe aktar

source: &Guardar cambios
tr: Değişiklikleri &Kaydet

source: &Cancelar
tr: İpta&l

source: Sin cambios en la configuración
tr: Ayarlarda değişiklik yok

source: Cambios guardados correctamente
tr: Değişiklikler başarıyla kaydedildi

source: Exportar base de datos
tr: Veritabanını dışa aktar

source: Base de datos exportada correctamente
tr: Veritabanı başarıyla dışa aktarıldı

source: Importar base de datos
tr: Veritabanını içe aktar

source: Hay {} elementos diferentes en el archivo de respaldo. ¿Quieres añadirlos a la base de datos?
tr: Yedekleme dosyasında {} farklı öğe var. Bunları veritabanına eklemek istiyor musunuz?

source: Atención
tr: Uyarı

source: {} elementos agregados
tr: {} öğe eklendi

source: No hay nuevos elementos para agregar
tr: Eklenecek yeni öğe yok

source: Error al intentar acceder a la base de datos de respaldo. El archivo no es válido o está corrupto
tr: Yedekleme veritabanına erişmeye çalışırken hata oluştu. Dosya geçersiz veya bozuk

source: Error inesperado: {}
tr: Beklenmeyen hata: {}

source: Eliminar elementos
tr: Öğeleri Sil

source: Selecciona el número de elementos a eliminar
tr: Silinecek öğe sayısını seçin

source: Incluir los &favoritos en la eliminación
tr: &Favorileri silme işlemine dahil et

source: &Eliminar
tr: Kaldı&r

source: Elementos eliminados
tr: Silinen öğeler

source: Historial
tr: Geçmiş

source: Copiado
tr: Kopyalandı

source: ¿Seguro que quieres eliminar todo el contenido de la base de datos?
tr: Veritabanındaki tüm içeriği silmek istediğinizden emin misiniz?

source: Base de datos eliminada
tr: Veritabanı silindi

source: Actualizando
tr: Güncelleniyor
